[
  "obsidian42-brat",
  "obsidian-editor-shortcuts",
  "obsidian-dynamic-toc",
  "obsidian-style-settings",
  "hotkey-helper",
  "obsidian-smarter-md-hotkeys",
  "editor-commands-remap",
  "tabout",
  "quickadd",
  "table-editor-obsidian",
  "obsidian-rapid-notes",
  "obsidian-hider",
  "templater-obsidian",
  "obsidian-smart-typography",
  "obsidian-mathjax-wikilinks",
  "obsidian-latex-suite",
  "mrj-jump-to-link",
  "periodic-notes",
  "darlal-switcher-plus",
  "omnisearch",
  "obsidian-linter",
  "recent-files-obsidian",
  "calendar",
  "obsidian-footnotes",
  "image-captions",
  "obsidian-frontmatter-tag-suggest",
  "obsidian-excalidraw-plugin",
  "obsidian-emoji-toolbar",
  "floating-toc",
  "cm-editor-syntax-highlight-obsidian",
  "heycalmdown-navigate-cursor-history",
  "advanced-paste",
  "ninja-cursor",
  "obsidian-outliner",
  "obsidian-local-images",
  "file-tree-alternative"
]