Repository: basedtheorem/dotfiles
Catalog: emoji-selector@maestroschan.*/locale/*/LC_MESSAGES/emoji-selector.po
Languages: es_es, oc

source: Emoji Selector
oc: Aisina de seleccion d'emoji

source: Smileys & Body
es_es: Emoticonos & Cuerpos
oc: Risetas e còs

source: Peoples & Clothing
es_es: Personas & Vestimentas
oc: Personas e vestits

source: Animals & Nature
es_es: Animales & Naturaleza
oc: Animals e natura

source: Food & Drink
es_es: Comidas & Bebidas
oc: Beure e manjar

source: Travel & Places
es_es: Viajes & Lugares
oc: Viatges e luòcs

source: Activities & Sports
es_es: Actividades & Deportes
oc: Activitats e espòrts

source: Objects
es_es: Objetos
oc: Objèctes

source: Symbols
es_es: Símbolos
oc: Simbòls

source: Flags
es_es: Banderas
oc: Bandièras

source: Modifications will be effective after reloading the extension.
es_es: Los cambios tendrán efecto tras recargar la extensión.
oc: Las modificacions seràn efectivas aprèp lo recargament de l'extension.

source: From top to bottom
es_es: De arriba a abajo
oc: De naut en bas

source: From bottom to top
es_es: De abajo a arriba
oc: De bas en naut

source: The default value is %s
es_es: El valor por defecto es %s
oc: La valor per defaut es %s

source: Displaying the interface from the bottom is better if you use a bottom panel instead of the default top bar. Modifications will be effective after reloading the extension.
oc: Afichar l'interfàcia enbàs es melhor s'utilizatz un panèl enbàs a la placa del barra superiora per defaut. Las modificacions seràn presas en carga aprèp lo recargament de l'extension.

source: General layout
es_es: Distribución general
oc: Disposicion generala

source: Number of emojis per line
es_es: Número de emojis por linea
oc: Nombre d'emojis per linha

source: Size of emojis (px)
es_es: Tamaño de los emojis (px)
oc: Talha dels emojis (px)

source: Layout
es_es: Distribución
oc: Agençament

source: Use a keyboard shortcut to toggle the menu
es_es: Usar un atajo de teclado para mostrar el menú
oc: Utilizar un acorchi de clavièr per dobrir lo menú.

source: Help
es_es: Ayuda
oc: Ajuda

source: Apply
es_es: Aplicar
oc: Aplicar

source: Always show the icon in the panel
oc: Totjorn afichar l'icòna al panèl

source: If you access the menu with the keyboard shortcut, you don't need to always display the icon.
es_es: Si accedes al menú con el atajo de teclado, puede que no necesites que se muestre siempre el icono.
oc: S'accedissètz al menú via l'acorchi de clavièr, vos fa pas mestièr de totjorn afichar l'icòna.

source: Keyboard bindings
oc: Combinasons de tòcas

source: This extension provides a parametrable popup menu displaying most emojis, clicking on an emoji copies it to the clipboard.
es_es: Esta extensión proporciona un menú desplegable configurable que muestra la mayoría de los emojis, al hacer clic en un emoji lo copia al portapapeles.
oc: Aquesta extension provesís una fenèstra sorgissenta qu'aficha la màger part dels emojis, los clicar los còpia al quichapapièrs.

source: Report bugs or ideas
es_es: Informar errores o ideas
oc: Senhalar las anomalias o idèas

source: Author
oc: Autor

source: Translator(s)
oc: Traductor(s)

source: translator-credits
es_es: créditos-traductor
oc: Quentin PAGÈS

source: About
es_es: Acerca de
oc: A prepaus

source: List of valid key names
es_es: Lista de nombres clave válidos
oc: Lista dels noms claus valids

source: Modifier keys must be between chevrons
es_es: Las teclas modificadoras deben estar entre los cheurones
oc: Las claus de modificacions devon èsser entre croquets

source: Don't use a keyboard shortcut that already exists.
es_es: No use un atajo de teclado que ya existe.
oc: Utilizetz pas un acorchi de clavièr qu'existís ja.

source: Incorrect number of keywords for category '%s':
es_es: Número incorrecto de palabras clave para la categoría '%s':
oc: Nombre incorrect de mots claus per la categoria « %s » :

source: Please report this bug
es_es: Por favor, informe de este error
oc: Mercés de senhalar aqueste bug

source: No skin tone
es_es: Sin tonalidad de piel
oc: Cap de color de pèl

source: Light skin tone
es_es: Tonalidad clara
oc: Color de pèl clara

source: Medium light skin tone
es_es: Tonalidad ligeramente clara
oc: Color de pèl mejana clara

source: Medium skin tone
es_es: Tonalidad media
oc: Color de pèl mejana

source: Medium dark skin tone
es_es: Tonalidad ligeramente oscura
oc: Color de pèl mejana escura

source: Dark skin tone
es_es: Tonalidad oscura
oc: Color de pèl escura

source: Women
es_es: Mujer
oc: Femnas

source: Men
es_es: Hombre
oc: Òmes

source: Type here to search…
es_es: Escriba aquí para buscar…
oc: Començatz la sasida per recercar…

source: version %s
es_es: versión %s
